Repository: lenny-osp/Hearsay
Catalog: mac/Hearsay/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, zh_hans, zh_hant

source: Microphone: Not asked yet
de: Mikrofon: Noch nicht gefragt
es: Micrófono: Aún no solicitado
zh_hans: 麦克风：尚未询问
zh_hant: 麥克風：尚未詢問

source: Microphone: Not granted
de: Mikrofon: Nicht erlaubt
es: Micrófono: No permitido
zh_hans: 麦克风：未允许
zh_hant: 麥克風：未允許

source: Model:
de: Modell:
es: Modelo:
zh_hans: 模型：
zh_hant: 模型：

source: Models
de: Modelle
es: Modelos
zh_hans: 模型
zh_hant: 模型

source: Models are stored in
de: Modelle liegen in
es: Los modelos se guardan en
zh_hans: 模型存储于
zh_hant: 模型儲存於

source: Move this meeting to the Trash?
de: Diese Besprechung in den Papierkorb legen?
es: ¿Trasladar esta reunión a la Papelera?
zh_hans: 要将此会议移到废纸篓吗？
zh_hant: 要將此會議丟到垃圾桶嗎？

source: Move to Trash
de: In den Papierkorb legen
es: Trasladar a la Papelera
zh_hans: 移到废纸篓
zh_hant: 丟到垃圾桶

source: Move to Trash…
de: In den Papierkorb legen …
es: Trasladar a la Papelera…
zh_hans: 移到废纸篓…
zh_hant: 丟到垃圾桶…

source: Name It…
de: Benennen …
es: Poner nombre…
zh_hans: 命名…
zh_hant: 命名…

source: Name this meeting
de: Besprechung benennen
es: Poner nombre a la reunión
zh_hans: 为此会议命名
zh_hant: 為此會議命名

source: Name this meeting yourself?
de: Besprechung selbst benennen?
es: ¿Poner nombre a la reunión manualmente?
zh_hans: 要自行为此会议命名吗？
zh_hant: 要自行為此會議命名嗎？

source: Name: value, one per line
de: Name: Wert, einer pro Zeile
es: Nombre: valor, uno por línea
zh_hans: 名称: 值，每行一个
zh_hant: 名稱: 值，每行一個

source: New template
de: Neue Vorlage
es: Nueva plantilla
zh_hans: 新模板
zh_hant: 新範本

source: No app is available to open %@.
de: Keine App zum Öffnen von %@ verfügbar.
es: No hay ninguna app disponible para abrir %@.
zh_hans: 没有可打开 %@ 的应用。
zh_hant: 沒有可打開 %@ 的 App。

source: No input device
de: Kein Eingabegerät
es: Ningún dispositivo de entrada
zh_hans: 无输入设备
zh_hant: 沒有輸入裝置

source: No meeting name selected; the SRT has been retained.
de: Kein Besprechungsname ausgewählt; die SRT-Datei wurde behalten.
es: No se ha elegido ningún nombre de reunión; se ha conservado el SRT.
zh_hans: 未选择会议名称；已保留 SRT。
zh_hant: 未選擇會議名稱；已保留 SRT。

source: No meeting name selected; the current notes are unchanged.
de: Kein Besprechungsname ausgewählt; die aktuellen Notizen bleiben unverändert.
es: No se ha elegido ningún nombre de reunión; las notas actuales no cambian.
zh_hans: 未选择会议名称；当前笔记保持不变。
zh_hant: 未選擇會議名稱；目前的筆記維持不變。

source: No meeting notes were generated.
de: Es wurden keine Besprechungsnotizen erstellt.
es: No se ha generado ninguna nota de la reunión.
zh_hans: 未生成会议笔记。
zh_hant: 未產生會議筆記。

source: No meeting notes were generated. You can rename the SRT and its recording, or keep the timestamp names.
de: Es wurden keine Besprechungsnotizen erstellt. Die SRT-Datei und ihre Aufnahme können umbenannt werden oder die Zeitstempelnamen behalten.
es: No se ha generado ninguna nota de la reunión. Puedes renombrar el SRT y su grabación, o mantener los nombres con fecha y hora.
zh_hans: 未生成会议笔记。你可以重命名 SRT 及其录音，或保留时间戳名称。
zh_hant: 未產生會議筆記。你可以重新命名 SRT 及其錄音，或保留時間戳記名稱。

source: No meetings yet
de: Noch keine Besprechungen
es: Aún no hay reuniones
zh_hans: 还没有会议
zh_hant: 尚無會議

source: No model installed. Choose a model in Models.
de: Kein Modell installiert. Unter „Modelle“ ein Modell auswählen.
es: No hay ningún modelo instalado. Elige un modelo en Modelos.
zh_hans: 未安装模型。请在“模型”中选择一个模型。
zh_hant: 尚未安裝模型。請在「模型」中選擇模型。

source: No output folder
de: Kein Ausgabeordner
es: Sin carpeta de salida
zh_hans: 无输出文件夹
zh_hant: 沒有輸出資料夾

source: Not checked yet
de: Noch nicht gesucht
es: Aún no se ha comprobado
zh_hans: 尚未检查
zh_hant: 尚未檢查

source: Not granted yet
de: Noch nicht erlaubt
es: Aún no permitido
zh_hans: 尚未允许
zh_hant: 尚未允許

source: Not set
de: Nicht festgelegt
es: Sin configurar
zh_hans: 未设置
zh_hant: 未設定

source: Notes
de: Notizen
es: Notas
zh_hans: 笔记
zh_hant: 筆記

source: Notes language:
de: Notizsprache:
es: Idioma de las notas:
zh_hans: 笔记语言：
zh_hant: 筆記語言：

source: Nothing was recorded, so no file was kept.
de: Es wurde nichts aufgenommen, daher wurde keine Datei behalten.
es: No se ha grabado nada, así que no se ha conservado ningún archivo.
zh_hans: 没有录到任何内容，因此未保留文件。
zh_hant: 沒有錄到任何內容，因此未保留檔案。

source: Nothing was sent; the current notes are unchanged.
de: Es wurde nichts gesendet; die aktuellen Notizen bleiben unverändert.
es: No se ha enviado nada; las notas actuales no cambian.
zh_hans: 未发送任何内容；当前笔记保持不变。
zh_hant: 未送出任何內容；目前的筆記維持不變。

source: Open Hearsay
de: Hearsay öffnen
es: Abrir Hearsay
zh_hans: 打开 Hearsay
zh_hant: 打開 Hearsay

source: Open Login Items
de: Anmeldeobjekte öffnen
es: Abrir Ítems de inicio
zh_hans: 打开登录项
zh_hant: 打開登入項目

source: Open Models
de: Modelle öffnen
es: Abrir Modelos
zh_hans: 打开模型
zh_hant: 打開「模型」

source: Open Notes
de: Notizen öffnen
es: Abrir notas
zh_hans: 打开笔记
zh_hant: 打開筆記

source: Open SRT
de: SRT öffnen
es: Abrir SRT
zh_hans: 打开 SRT
zh_hant: 打開 SRT

source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
zh_hans: 打开系统设置
zh_hant: 打開系統設定

source: Open System Settings.
de: Systemeinstellungen öffnen.
es: Abre Ajustes del Sistema.
zh_hans: 打开系统设置。
zh_hant: 打開系統設定。

source: Open Transcript
de: Transkript öffnen
es: Abrir transcripción
zh_hans: 打开转录稿
zh_hant: 打開逐字稿

source: Open notes
de: Notizen öffnen
es: Abrir notas
zh_hans: 打开笔记
zh_hant: 打開筆記

source: Open transcript
de: Transkript öffnen
es: Abrir transcripción
zh_hans: 打开转录稿
zh_hant: 打開逐字稿

source: Output
de: Ausgabe
es: Salida
zh_hans: 输出
zh_hant: 輸出

source: Output folder:
de: Ausgabeordner:
es: Carpeta de salida:
zh_hans: 输出文件夹：
zh_hant: 輸出資料夾：

source: Pause
de: Pausieren
es: Pausar
zh_hans: 暂停
zh_hant: 暫停

source: Pause / Resume (%@)
de: Pausieren / Fortsetzen (%@)
es: Pausar / Reanudar (%@)
zh_hans: 暂停 / 继续（%@）
zh_hant: 暫停／繼續（%@）

source: Pause / Resume:
de: Pausieren / Fortsetzen:
es: Pausar / Reanudar:
zh_hans: 暂停 / 继续：
zh_hant: 暫停／繼續：

source: Paused
de: Pausiert
es: En pausa
zh_hans: 已暂停
zh_hant: 已暫停

source: Paused %@
de: Pausiert %@
es: En pausa %@
zh_hans: 已暂停 %@
zh_hant: 已暫停 %@

source: Permissions
de: Berechtigungen
es: Permisos
zh_hans: 权限
zh_hant: 權限

source: Preset:
de: Voreinstellung:
es: Preajuste:
zh_hans: 预设：
zh_hant: 預設集：

source: Press a combination with ⌃, ⌥, or ⌘. Escape cancels.
de: Eine Kombination mit ⌃, ⌥ oder ⌘ drücken. Esc bricht ab.
es: Pulsa una combinación con ⌃, ⌥ o ⌘. Esc para cancelar.
zh_hans: 按下包含 ⌃、⌥ 或 ⌘ 的组合键。按 Esc 键取消。
zh_hant: 請按下包含 ⌃、⌥ 或 ⌘ 的組合鍵。按 Esc 鍵取消。

source: Prompt template
de: Prompt-Vorlage
es: Plantilla de instrucciones
zh_hans: 提示词模板
zh_hant: 提示詞範本

source: Prompt templates
de: Prompt-Vorlagen
es: Plantillas de instrucciones
zh_hans: 提示词模板
zh_hant: 提示詞範本

source: Provider
de: Anbieter
es: Proveedor
zh_hans: 提供方
zh_hant: 提供者

source: Provider:
de: Anbieter:
es: Proveedor:
zh_hans: 提供方：
zh_hant: 提供者：

source: Quit Hearsay
de: Hearsay beenden
es: Salir de Hearsay
zh_hans: 退出 Hearsay
zh_hant: 結束 Hearsay

source: Quit Hearsay and open it again.
de: Hearsay beenden und erneut öffnen.
es: Sal de Hearsay y vuelve a abrirlo.
zh_hans: 请退出 Hearsay 并重新打开。
zh_hant: 請結束 Hearsay 後再次打開。

source: Reading %@…
de: %@ wird gelesen …
es: Leyendo %@…
zh_hans: 正在读取 %@…
zh_hant: 正在讀取 %@…

source: Ready
de: Bereit
es: Listo
zh_hans: 就绪
zh_hant: 就緒

source: Reasoning effort:
de: Denkaufwand:
es: Esfuerzo de razonamiento:
zh_hans: 推理强度：
zh_hant: 推理強度：

source: Recommended
de: Empfohlen
es: Recomendado
zh_hans: 推荐
zh_hant: 建議

source: Record
de: Aufnahme
es: Grabar
zh_hans: 录音
zh_hant: 錄音

source: Recording
de: Aufnahme
es: Grabando
zh_hans: 正在录音
zh_hant: 錄音中

source: Recording %@
de: Aufnahme %@
es: Grabando %@
zh_hans: 正在录音 %@
zh_hant: 錄音中 %@

source: Recording kept: %@
de: Aufnahme behalten: %@
es: Grabación conservada: %@
zh_hans: 已保留录音：%@
zh_hant: 已保留錄音：%@

source: Recordings, transcripts and meeting notes saved in the output folder appear here.
de: Aufnahmen, Transkripte und Besprechungsnotizen im Ausgabeordner erscheinen hier.
es: Aquí aparecen las grabaciones, transcripciones y notas de reuniones guardadas en la carpeta de salida.
zh_hans: 保存在输出文件夹中的录音、转录稿和会议笔记会显示在这里。
zh_hant: 儲存在輸出資料夾中的錄音、逐字稿與會議筆記會顯示在這裡。

source: Refresh
de: Aktualisieren
es: Actualizar
zh_hans: 刷新
zh_hant: 重新整理

source: Regenerate Notes…
de: Notizen neu erstellen …
es: Regenerar notas…
zh_hans: 重新生成笔记…
zh_hant: 重新產生筆記…

source: Relaunch Hearsay
de: Hearsay neu starten
es: Reiniciar Hearsay
zh_hans: 重新启动 Hearsay
zh_hant: 重新啟動 Hearsay

source: Remove
de: Entfernen
es: Quitar
zh_hans: 移除
zh_hant: 移除

source: Rename
de: Umbenennen
es: Renombrar
zh_hans: 重命名
zh_hant: 重新命名

source: Rename meeting
de: Besprechung umbenennen
es: Renombrar reunión
zh_hans: 重命名会议
zh_hant: 重新命名會議

source: Rename…
de: Umbenennen …
es: Renombrar…
zh_hans: 重命名…
zh_hant: 重新命名…

source: Reset
de: Zurücksetzen
es: Restablecer
zh_hans: 重置
zh_hant: 重置

source: Restart Now
de: Jetzt neu starten
es: Reiniciar ahora
zh_hans: 立即重新启动
zh_hant: 立即重新啟動

source: Resume
de: Fortsetzen
es: Reanudar
zh_hans: 继续
zh_hant: 繼續

source: Retry
de: Wiederholen
es: Reintentar
zh_hans: 重试
zh_hant: 重試

source: Reveal in Finder
de: Im Finder zeigen
es: Mostrar en el Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Save
de: Sichern
es: Guardar
zh_hans: 保存
zh_hant: 儲存

source: Saved
de: Gesichert
es: Guardado
zh_hans: 已保存
zh_hant: 已儲存

source: Saved %@
de: %@ gesichert
es: Se ha guardado %@
zh_hans: 已保存 %@
zh_hant: 已儲存 %@

source: Saving moves the current notes to the Trash.
de: Beim Sichern werden die aktuellen Notizen in den Papierkorb gelegt.
es: Al guardar, las notas actuales se trasladan a la Papelera.
zh_hans: 保存后，当前笔记将被移到废纸篓。
zh_hant: 儲存後，目前的筆記會被丟到垃圾桶。

source: Saving the live preview…
de: Live-Vorschau wird gesichert …
es: Guardando la vista previa en directo…
zh_hans: 正在保存实时预览…
zh_hant: 正在儲存即時預覽…

source: Saving…
de: Wird gesichert …
es: Guardando…
zh_hans: 正在保存…
zh_hant: 正在儲存…

source: Send
de: Senden
es: Enviar
zh_hans: 发送
zh_hant: 送出

source: Send transcript for meeting notes?
de: Transkript für Besprechungsnotizen senden?
es: ¿Enviar la transcripción para generar notas?
zh_hans: 要发送转录稿以生成会议笔记吗？
zh_hant: 要送出逐字稿以產生會議筆記嗎？

source: Sending
de: Versand
es: Envío
zh_hans: 发送
zh_hant: 送出

source: Set as Default
de: Als Standard festlegen
es: Usar por omisión
zh_hans: 设为默认
zh_hant: 設為預設

source: Settings
de: Einstellungen
es: Ajustes
zh_hans: 设置
zh_hant: 設定

source: Settings section
de: Einstellungsbereich
es: Sección de Ajustes
zh_hans: 设置分区
zh_hant: 設定區塊

source: Settings…
de: Einstellungen …
es: Ajustes…
zh_hans: 设置…
zh_hant: 設定…

source: Shortcut
de: Tastaturkurzbefehl
es: Atajo de teclado
zh_hans: 快捷键
zh_hant: 快速鍵

source: Shortcuts
de: Tastaturkurzbefehle
es: Atajos de teclado
zh_hans: 快捷键
zh_hant: 快速鍵

source: Show Hearsay in:
de: Hearsay anzeigen in:
es: Mostrar Hearsay en:
zh_hans: Hearsay 显示位置：
zh_hant: Hearsay 顯示位置：

source: Show Licenses…
de: Lizenzen anzeigen …
es: Mostrar licencias…
zh_hans: 显示许可证…
zh_hant: 顯示授權條款…

source: Show in Finder
de: Im Finder zeigen
es: Mostrar en el Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Show recording status in the menu bar
de: Aufnahmestatus in der Menüleiste anzeigen
es: Mostrar el estado de grabación en la barra de menús
zh_hans: 在菜单栏显示录音状态
zh_hant: 在選單列顯示錄音狀態

source: Silent for %llds — check the input device
de: Seit %lld s still – Eingabegerät prüfen
es: Sin sonido durante %lld s — comprueba el dispositivo de entrada
zh_hans: 已有 %lld 秒无声音——请检查输入设备
zh_hant: %lld 秒沒有聲音，請檢查輸入裝置

source: Skip the full pass and save the live preview as the transcript
de: Vollständigen Durchlauf überspringen und Live-Vorschau als Transkript sichern
es: Omitir la pasada completa y guardar la vista previa como transcripción
zh_hans: 跳过完整转录，将实时预览存为转录稿
zh_hant: 略過完整轉錄，將即時預覽儲存為逐字稿

source: Skipped AI processing; kept the timestamp file names.
de: KI-Verarbeitung übersprungen; Zeitstempel-Dateinamen behalten.
es: Se ha omitido el procesamiento con IA; se han mantenido los nombres de archivo con fecha y hora.
zh_hans: 已跳过 AI 处理；保留了时间戳文件名。
zh_hant: 已略過 AI 處理；保留時間戳記檔案名稱。

source: Skipped AI processing; no meeting notes were generated.
de: KI-Verarbeitung übersprungen; es wurden keine Besprechungsnotizen erstellt.
es: Se ha omitido el procesamiento con IA; no se ha generado ninguna nota de la reunión.
zh_hans: 已跳过 AI 处理；未生成会议笔记。
zh_hant: 已略過 AI 處理；未產生會議筆記。

source: Skipped AI processing; renamed the transcript and recording.
de: KI-Verarbeitung übersprungen; Transkript und Aufnahme wurden umbenannt.
es: Se ha omitido el procesamiento con IA; se han renombrado la transcripción y la grabación.
zh_hans: 已跳过 AI 处理；已重命名转录稿和录音。
zh_hant: 已略過 AI 處理；已重新命名逐字稿與錄音。

source: Some files could not be moved to the Trash:
de: Einige Dateien konnten nicht in den Papierkorb gelegt werden:
es: Algunos archivos no se han podido trasladar a la Papelera:
zh_hans: 部分文件无法移到废纸篓：
zh_hant: 部分檔案無法丟到垃圾桶：

source: Start
de: Starten
es: Iniciar
zh_hans: 开始
zh_hant: 開始

source: Start (%@)
de: Starten (%@)
es: Iniciar (%@)
zh_hans: 开始（%@）
zh_hant: 開始（%@）

source: Start / Stop recording:
de: Aufnahme starten / stoppen:
es: Iniciar / Detener grabación:
zh_hans: 开始 / 停止录音：
zh_hant: 開始／停止錄音：

source: Starting…
de: Wird gestartet …
es: Iniciando…
zh_hans: 正在开始…
zh_hant: 正在開始…

source: Startup
de: Start
es: Inicio
zh_hans: 启动
zh_hant: 啟動

source: Stop
de: Stoppen
es: Detener
zh_hans: 停止
zh_hant: 停止

source: Stop & Quit
de: Stoppen & beenden
es: Detener y salir
zh_hans: 停止并退出
zh_hant: 停止並結束

source: Stop (%@)
de: Stoppen (%@)
es: Detener (%@)
zh_hans: 停止（%@）
zh_hant: 停止（%@）

source: Stop at the next 30 s window; nothing is saved
de: Beim nächsten 30-s-Fenster anhalten; nichts wird gesichert
es: Se detiene en la siguiente ventana de 30 s; no se guarda nada
zh_hans: 在下一个 30 秒窗口处停止；不保存任何内容
zh_hant: 在下一個 30 秒區段停止；不會儲存任何內容

source: Stop recording and quit?
de: Aufnahme stoppen und beenden?
es: ¿Detener la grabación y salir?
zh_hans: 要停止录音并退出吗？
zh_hant: 要停止錄音並結束嗎？

source: System audio off: %@
de: Systemaudio aus: %@
es: Audio del sistema desactivado: %@
zh_hans: 系统声音已关闭：%@
zh_hant: 系統聲音已關閉：%@

source: System audio off: permission denied
de: Systemaudio aus: Zugriff verweigert
es: Audio del sistema desactivado: permiso denegado
zh_hans: 系统声音已关闭：权限被拒绝
zh_hant: 系統聲音已關閉：權限遭拒

source: System audio permission needs re-approval
de: Systemaudiozugriff muss erneut erlaubt werden
es: Hay que volver a permitir el acceso al audio del sistema
zh_hans: 系统声音权限需要重新允许
zh_hant: 系統聲音權限需要重新允許

source: System audio: Granted
de: Systemaudio: Erlaubt
es: Audio del sistema: Permitido
zh_hans: 系统声音：已允许
zh_hant: 系統聲音：已允許

source: System audio: Needs re-approval after update
de: Systemaudio: Nach Update erneut erlauben
es: Audio del sistema: Volver a permitir tras la actualización
zh_hans: 系统声音：更新后需要重新允许
zh_hant: 系統聲音：更新後需要重新允許

source: System audio: Not granted
de: Systemaudio: Nicht erlaubt
es: Audio del sistema: No permitido
zh_hans: 系统声音：未允许
zh_hant: 系統聲音：未允許

source: Temperature:
de: Temperatur:
es: Temperatura:
zh_hans: 温度：
zh_hant: 溫度：

source: Template:
de: Vorlage:
es: Plantilla:
zh_hans: 模板：
zh_hant: 範本：

source: Test connection
de: Verbindung testen
es: Probar conexión
zh_hans: 测试连接
zh_hant: 測試連線

source: The AI suggested this name. Edit it or press Return to accept it.
de: Die KI hat diesen Namen vorgeschlagen. Bearbeiten oder mit der Eingabetaste übernehmen.
es: La IA ha sugerido este nombre. Edítalo o pulsa Retorno para aceptarlo.
zh_hans: AI 建议了此名称。可以编辑，或按下 Return 键接受。
zh_hant: AI 建議了這個名稱。你可以編輯，或按 Return 鍵接受。

source: The SRT is kept at %@
de: Die SRT-Datei bleibt unter %@
es: El SRT se conserva en %@
zh_hans: SRT 保留在 %@
zh_hant: SRT 保留在 %@

source: The checksum of %@ does not match the release's checksum list.
de: Die Prüfsumme von %@ stimmt nicht mit der Prüfsummenliste des Release überein.
es: La suma de comprobación de %@ no coincide con la lista de sumas de comprobación de la versión.
zh_hans: %@ 的校验和与此版本的校验和列表不符。
zh_hant: %@ 的校驗和與此版本的校驗和清單不符。

source: The code signature of the new version is not valid: %@
de: Die Codesignatur der neuen Version ist ungültig: %@
es: La firma de código de la nueva versión no es válida: %@
zh_hans: 新版本的代码签名无效：%@
zh_hant: 新版本的程式碼簽署無效：%@

source: The current notes will be moved to the Trash when the new ones are saved.
de: Die aktuellen Notizen werden in den Papierkorb gelegt, sobald die neuen gesichert sind.
es: Las notas actuales se trasladarán a la Papelera cuando se guarden las nuevas.
zh_hans: 保存新笔记时，当前笔记将被移到废纸篓。
zh_hant: 儲存新筆記時，目前的筆記會被丟到垃圾桶。

source: The disk image could not be opened: %@
de: Das Image konnte nicht geöffnet werden: %@
es: No se ha podido abrir la imagen de disco: %@
zh_hans: 无法打开磁盘映像：%@
zh_hant: 無法打開磁碟映像檔：%@

source: The disk image should contain one app but contains %lld.
de: Das Image sollte eine App enthalten, enthält aber %lld.
es: La imagen de disco debería contener una app, pero contiene %lld.
zh_hans: 磁盘映像应只包含一个 App，但包含 %lld 个。
zh_hant: 磁碟映像檔應只包含一個 App，但包含 %lld 個。

source: The download failed: %@
de: Der Download ist fehlgeschlagen: %@
es: La descarga ha fallado: %@
zh_hans: 下载失败：%@
zh_hant: 下載失敗：%@

source: The download page opens in your browser.
de: Die Downloadseite wird im Browser geöffnet.
es: La página de descarga se abrirá en el navegador.
zh_hans: 下载页面会在浏览器中打开。
zh_hant: 下載頁面會在瀏覽器中開啟。

source: The first lines appear after about 10 to 30 s.
de: Die ersten Zeilen erscheinen nach etwa 10 bis 30 s.
es: Las primeras líneas aparecen tras unos 10 a 30 s.
zh_hans: 首批内容约在 10 到 30 秒后出现。
zh_hant: 第一批文字約在 10 到 30 秒後出現。

source: The live preview could not be saved: %@
de: Die Live-Vorschau konnte nicht gesichert werden: %@
es: No se ha podido guardar la vista previa en directo: %@
zh_hans: 无法保存实时预览：%@
zh_hant: 無法儲存即時預覽：%@

source: The live preview was saved as %@.
de: Die Live-Vorschau wurde als %@ gesichert.
es: La vista previa en directo se ha guardado como %@.
zh_hans: 实时预览已存为 %@。
zh_hant: 即時預覽已儲存為 %@。

source: The model %@ is not fully downloaded. Finish the download in Models.
de: Das Modell %@ ist nicht vollständig geladen. Den Download unter „Modelle“ abschließen.
es: El modelo %@ no se ha descargado por completo. Termina la descarga en Modelos.
zh_hans: 模型 %@ 未完全下载。请在“模型”中完成下载。
zh_hant: 模型 %@ 尚未下載完成。請在「模型」中完成下載。

source: The new app has the bundle identifier %@, not tw.og1o.hearsay.
de: Die neue App hat die Bundle-ID %@, nicht tw.og1o.hearsay.
es: La nueva app tiene el identificador de paquete %@, no tw.og1o.hearsay.
zh_hans: 新 App 的包标识符是 %@，而不是 tw.og1o.hearsay。
zh_hant: 新 App 的套件識別碼是 %@，而不是 tw.og1o.hearsay。

# The new app is version %@, not %@.
source: The new app is version %1$@, not %2$@.
de: Die neue App hat Version %1$@, nicht %2$@.
es: La nueva app es la versión %1$@, no la %2$@.
zh_hans: 新 App 的版本是 %1$@，而不是 %2$@。
zh_hant: 新 App 的版本是 %1$@，而不是 %2$@。

source: The preview lags behind the recording but stays complete.
de: Die Vorschau hinkt der Aufnahme hinterher, bleibt aber vollständig.
es: La vista previa va por detrás de la grabación, pero estará completa.
zh_hans: 预览会落后于录音，但内容完整。
zh_hant: 預覽會落後於錄音，但內容仍完整。

source: The recording is kept at %@.
de: Die Aufnahme bleibt unter %@.
es: La grabación se conserva en %@.
zh_hans: 录音保留在 %@。
zh_hant: 錄音保留在 %@。

source: The recording is missing.
de: Die Aufnahme fehlt.
es: Falta la grabación.
zh_hans: 找不到录音。
zh_hant: 找不到錄音。

source: The recording is saved before Hearsay quits.
de: Die Aufnahme wird gesichert, bevor Hearsay beendet wird.
es: La grabación se guarda antes de que Hearsay se cierre.
zh_hans: Hearsay 退出前会保存录音。
zh_hant: 結束 Hearsay 前會先儲存錄音。

source: The release has no disk image or checksum list.
de: Das Release enthält kein Image oder keine Prüfsummenliste.
es: La versión no incluye una imagen de disco o una lista de sumas de comprobación.
zh_hans: 此版本没有磁盘映像或校验和列表。
zh_hant: 此版本沒有磁碟映像檔或校驗和清單。

source: The release's checksum list has no entry for %@.
de: Die Prüfsummenliste des Release enthält keinen Eintrag für %@.
es: La lista de sumas de comprobación de la versión no incluye %@.
zh_hans: 此版本的校验和列表中没有 %@。
zh_hant: 此版本的校驗和清單中沒有 %@。

source: The transcript and recording are renamed to <timestamp>_<name>.
de: Transkript und Aufnahme werden in <Zeitstempel>_<Name> umbenannt.
es: La transcripción y la grabación se renombran como <fecha-hora>_<nombre>.
zh_hans: 转录稿和录音将重命名为 <时间戳>_<名称>。
zh_hant: 逐字稿與錄音會重新命名為 <時間戳記>_<名稱>。

source: The transcript, notes, and recording are renamed to <timestamp>_<name>.
de: Transkript, Notizen und Aufnahme werden in <Zeitstempel>_<Name> umbenannt.
es: La transcripción, las notas y la grabación se renombran como <fecha-hora>_<nombre>.
zh_hans: 转录稿、笔记和录音将重命名为 <时间戳>_<名称>。
zh_hant: 逐字稿、筆記與錄音會重新命名為 <時間戳記>_<名稱>。

source: This Hearsay build is not signed with a Developer ID, so macOS treats each update as a new app and forgets the permission you gave before.
de: Dieser Hearsay-Build ist nicht mit einer Developer ID signiert. Deshalb behandelt macOS jedes Update als neue App und vergisst die zuvor erteilte Berechtigung.
es: Esta versión de Hearsay no está firmada con un Developer ID, así que macOS trata cada actualización como una app nueva y olvida el permiso que diste antes.
zh_hans: 这个 Hearsay 版本没有使用 Developer ID 签名，因此 macOS 会把每次更新都视为新的应用，并忘记你之前授予的权限。
zh_hant: 這個 Hearsay 版本沒有使用 Developer ID 簽署，因此 macOS 會把每次更新都視為新的 App，並忘記你先前給予的權限。

source: This build of Hearsay has no update repository set.
de: Für diese Version von Hearsay ist kein Update-Repository festgelegt.
es: Esta versión de Hearsay no tiene un repositorio de actualizaciones configurado.
zh_hans: 此版本的 Hearsay 未设置更新来源。
zh_hant: 此版本的 Hearsay 未設定更新來源。

source: This is the meeting's current name. Edit it or press Return to keep it.
de: Das ist der aktuelle Name der Besprechung. Bearbeiten oder mit der Eingabetaste beibehalten.
es: Este es el nombre actual de la reunión. Edítalo o pulsa Retorno para mantenerlo.
zh_hans: 这是会议的当前名称。可以编辑，或按下 Return 键保留。
zh_hant: 這是會議目前的名稱。你可以編輯，或按 Return 鍵保留。

source: This is the meeting's current name. Edit it, keep it, or use the AI's suggestion.
de: Das ist der aktuelle Name der Besprechung. Bearbeiten, beibehalten oder den Vorschlag der KI verwenden.
es: Este es el nombre actual de la reunión. Edítalo, mantenlo o usa la sugerencia de la IA.
zh_hans: 这是会议的当前名称。可以编辑、保留，或使用 AI 建议的名称。
zh_hant: 這是會議目前的名稱。你可以編輯、保留，或使用 AI 的建議。

source: This provider needs no token.
de: Dieser Anbieter benötigt kein Token.
es: Este proveedor no necesita token.
zh_hans: 此提供方不需要令牌。
zh_hant: 此提供者不需要權杖。

source: This sends the whole transcript to %@. Nothing leaves this Mac otherwise.
de: Das gesamte Transkript wird an %@ gesendet. Ansonsten verlässt nichts diesen Mac.
es: Se enviará la transcripción completa a %@. Por lo demás, nada sale de este Mac.
zh_hans: 这会将完整转录稿发送到 %@。除此之外，不会有任何内容离开这台 Mac。
zh_hant: 這會將完整逐字稿傳送至 %@。除此之外，不會有任何資料離開這台 Mac。

source: Transcribe
de: Transkribieren
es: Transcribir
zh_hans: 转录
zh_hant: 轉錄

source: Transcribe again
de: Erneut transkribieren
es: Volver a transcribir
zh_hans: 重新转录
zh_hant: 重新轉錄

source: Transcribe this file
de: Diese Datei transkribieren
es: Transcribir este archivo
zh_hans: 转录此文件
zh_hant: 轉錄此檔案

source: Transcribe this recording again in %@
de: Diese Aufnahme erneut auf %@ transkribieren
es: Volver a transcribir esta grabación en %@
zh_hans: 以 %@ 重新转录此录音
zh_hant: 以 %@ 重新轉錄此錄音

source: Transcribe this recording again in %@. Your language choice stays as it is.
de: Diese Aufnahme erneut auf %@ transkribieren. Die Sprachauswahl bleibt unverändert.
es: Volver a transcribir esta grabación en %@. Tu elección de idioma no cambia.
zh_hans: 以 %@ 重新转录此录音。你的语言选择保持不变。
zh_hant: 以 %@ 重新轉錄此錄音。你的語言選擇維持不變。

source: Transcribing
de: Wird transkribiert
es: Transcribiendo
zh_hans: 正在转录
zh_hant: 轉錄中

source: Transcribing %@…
de: %@ wird transkribiert …
es: Transcribiendo %@…
zh_hans: 正在转录 %@…
zh_hant: 正在轉錄 %@…

source: Transcribing… %lld%%
de: Wird transkribiert … %lld %%
es: Transcribiendo… %lld%%
zh_hans: 正在转录… %lld%%
zh_hant: 正在轉錄… %lld%%
